{
  "heading": {
    "part1": "Your Wardrobe on a",
    "part2": "Different",
    "part3": "Level"
  },
  "opening-paragraph": {
    "part1": "Transform your wardrobe with personalized styling that",
    "part2": "enchances",
    "part3": "your comfort, appearance, and confidence."
  },
  "check1": "Complete Wardrobe Refresh",
  "check2": "Feel Comfortable & Confident Always",
  "check3": "Personalized Styling Advice",
  "happy-customers": "happy customers",
  "customers-say": {
    "part1": "What our",
    "part2": "Customers",
    "part3": "have to say"
  },
  "elon-review": {
    "part1": "I had an amazing experience working with Shkood! he completely transformed my wardrobe, and now",
    "part2": "I feel more comfortable",
    "part3": "and stylish."
  },
  "verified-customer": "Verified Customer",
  "tamar-review": {
    "part1": "Working with Shkood! was the best decision for my style. He made the whole experience fun and stress-free, and",
    "part2": "I love my new look"
  },
  "elon": "Elon",
  "tamar": "Tamar",
  "what-brands": {
    "part1": "What",
    "part2": "brands",
    "part3": "do you like?"
  },
  "contact-us": {
    "part1": "Contact",
    "part2": "Us"
  },
  "required-field": "Required Field",
  "send-message": "Send Message",
  "contact-full-name": "Full Name",
  "contact-email": "Email",
  "contact-message": "Message",
  "thank-you": {
    "part1": "Thank you! Your message has been",
    "part2": "successfully",
    "part3": "sent."
  },
  "rights": "All rights reserved to Shaked Barsheshet",
  "shkood": "Shkood",
  "journey":"Journey",
  "about": "About",
  "recommendation": "These tips are recommendations",
  "material": "Material",
  "handling": "Handling",
  "fitting": "Fitting",
  "bape-description": "Japanese fashion brand founded by Nigo (Tomoaki Nagao) in Ura-Harajuku in 1993. BAPE is a name that resonates deeply within the exclusive street fashion culture, crafting a unique fashion of Hip-Hop and fashion that captivated the youth of Shibuya long before it gained mainstream recognition.",
  "bape-material": "Bape is primarily made of a high-quality cotton blend fabric. The fabric used in Bape hoodies is known for its softness and durability. Some Bape hoodies may also incorporate other materials like polyester or nylon.",
  "bape-fitting": "Bape clothing is designed to have a slim fit. If you prefer a looser fit, consider sizing up.",
  "clothing-handling": {
    "part1": "Wash inside out in cold water.",
    "part2": "Hang to dry.",
    "part3": "Avoid direct sunlight to prevent fading.",
    "part4": "Do not bleach.",
    "part5": "Iron on low heat if necessary."
  },
  "yeezy-description": "Adidas Yeezy 'or just Yeezy' was a fashion collaboration between American rapper, designer, and entrepreneur Kayne West's Yeezy and German sportswear company Adidas. It offered sneakers in limited edition colorways, as well as shirts, jackets, track pants, socks, slides, lingerie and slippers. Yeezy influenced and inspired a multitude of other fashion brands.",
  "yeezy-material": "The brand places high importance on sustainability and quality products; hence, they utilize premium fabrics such as French terry cotton and nylon blends for jackets and outerwear, along with other innovative textiles to ensure durability and comfort throughout the ownership experience.",
  "yeezy-fitting": "Go half a size up for Yeezy sneakers: Yeezy sneakers generally run slightly small, so it's often recommended to choose a size that is half a size larger than your true size.",
  "supreme-description": "Supreme is an American clothing and skateboarding lifestyle brand established in New York City in April 1994. The brand was founded by James Jebbia. Supreme is recognized for its influence on streetwear culture, with products that cater to skateboarding and urban fashion trends.",
  "supreme-material": "Supreme is known for using high-quality hoodies made from premium materials. They often use heavyweight cotton or fleece fabrics, ensuring durability and comfort. For the t-shirts, Supreme utilizes different materials and blends ranging from 100% cotton to polyester.",
  "supreme-fitting": "All Supreme pieces are true to the skater heritage of this unique brand. In practice, that means you'll find that whatever you choose, it's likely to run large to achieve Supreme's signature baggy fit. If you'd like a slimmer feel, a size down might be the way to go.",
  "adidas-material": "Adidas is celebrated for its advanced material technology in both sportswear and lifestyle clothing. Their products often incorporate fabrics like Climalite for moisture management and Primeknit for lightweight, adaptive fit. For apparel, Adidas frequently utilizes a blend of recycled polyester and cotton, ensuring durability, sustainability, and comfort.",
  "adidas-description":"Adidas is a German multinational corporation founded in 1949, famous for its sports footwear, apparel, and accessories. Known for its innovative designs and performance-driven products, Adidas has become a global powerhouse in the sportswear industry, endorsed by numerous top athletes and sports teams. The brand's iconic three stripes and 'Impossible is Nothing' slogan resonate across various subcultures, including streetwear, skateboarding, and hip-hop, symbolizing a fusion of athletic performance and urban style.",
  "adidas-fitting": "Adidas clothing generally fits true to size, providing a balanced fit suitable for both athletic performance and casual wear. Performance gear often features a more streamlined design to enhance movement and functionality. For a more relaxed fit, consider sizing up, particularly with outerwear and lifestyle pieces.",
  "nike-description":"Nike, Inc. is an American multinational corporation founded in 1964, renowned for its athletic footwear, apparel, and equipment. The brand's innovative designs and marketing have made it a global leader in sportswear, endorsed by top athletes and teams worldwide. Nike's iconic 'Just Do It' slogan and the Swoosh logo have permeated various subcultures, including streetwear, hip-hop, and fitness communities, reflecting a blend of performance and style.",
  "nike-fitting": "Nike clothing generally fits true to size, offering a tailored yet comfortable feel suitable for athletic activities and casual wear. However, specific items like their performance gear may have a slightly more fitted design to enhance functionality. If you prefer a looser fit, consider sizing up, especially for outerwear and relaxed-fit items.",
  "nike-material": "Nike is renowned for its innovative use of materials in sportswear and lifestyle clothing. Their products often feature advanced fabrics such as Dri-FIT for moisture-wicking and comfort, and Flyknit for lightweight, breathable footwear. For apparel, Nike frequently uses a blend of polyester and cotton to ensure durability, flexibility, and a premium feel",
  "uniqlo-description": "UNIQLO Co., Ltd. is a Japanese multinational retail company founded in 1949, renowned for its high-quality, affordable casual wear. The brand's minimalist designs and commitment to functionality have made it a global leader in everyday apparel. UNIQLO's LifeWear concept and innovative fabrics like HeatTech and AIRism cater to diverse lifestyles, emphasizing comfort and versatility. The brand has gained popularity in various subcultures, including streetwear and tech enthusiasts, for its sleek, practical aesthetic.",
  "uniqlo-fitting": "UNIQLO clothing generally fits true to size, offering a clean and comfortable silhouette ideal for everyday wear. Their garments are designed with a focus on practicality and ease, with some items providing a more relaxed fit to enhance comfort. If you prefer a more oversized look, consider sizing up, particularly for outerwear and their more casual lines.",
  "uniqlo-material": "UNIQLO is known for its use of innovative materials in casual and functional clothing. Their products often feature advanced fabrics like HeatTech for warmth without bulk and AIRism for moisture-wicking and breathability. For everyday apparel, UNIQLO frequently uses a blend of cotton and synthetic fibers to ensure comfort, durability, and a sleek appearance.",
  "balenciaga-material": "Balenciaga is noted for using only the finest materials including Italian leather, 3D printed rubber, 3D knit and rubber with 'no memory' technology.",
  "balenciaga-fitting": "Many pieces are highly individual in their sizing, precisely because this is a label that goes its own way, and in streetwear-influenced pieces that are designed to fit large, consider going down a size if you'd like a more fitted look.",
  "balenciaga-description": "Balenciaga is a Spanish luxury fashion line that was founded in 1919 by courtier Cristóbal Balenciaga in Sab Sebastian. Balenciaga's heritage is deeply rooted in the groundbreaking designs of its founder, Cristóbal Balenciaga. Renowned for his innovative approach to fashion, Balenciaga revolutionized the industry with his avant-garde silhouettes, architectural designs, and pioneering techniques.",
  "carhartt-material": "Cotton duck is the most popular and versatile shell fabric for Carhartt outerwear. The cotton-poly blend of the QuickDuck canvas is a lightweight option. Most are made from relatively stiff 12-ounce cotton canvas with triple-stitched seams.",
  "carhartt-fitting": "Carhartt clothing typically fits generously, with a focus on durability and room for movement, especially in their workwear lines. For a more fitted look, consider sizing down, but expect the material to be heavy-duty and sturdy.",
  "carhartt-description": "Carhartt, Inc. is an American clothing company founded in 1889, known for heavy-duty work wear such as jackets, coats, overalls, coveralls, vests, shirts, jeans, dungarees, fire-resistant clothing and hunting apparel. The brand gained popularity in subcultures, including skateboarding, graffiti, and hip-hop communities, embracing Carhartt's rugged and utilitarian aesthetic.",
  "wardrobe-level": "Your wardrobe on a different level",
  "hey": "Hey, Im Shaked.",
  "intro": {
    "part1": "Im a 25-year-old fashion stylist from Haifa, Israel. My passion lies in helping people discover and embrace their unique style. I believe that fashion is more than just clothing—",
    "part2": "its a way to express your true self.",
    "part3": "Through personalized consultations, I guide my clients to understand what they genuinely want to wear and how to achieve their desired looks.",
    "part4": "I dont just suggest clothes; I help you uncover your authentic style by asking the right questions and offering insightful guidance. Whether youre overwhelmed by shopping, unsure of what suits you, or need help creating outfits from your existing wardrobe, Im here to support you.",
    "part5": "Together, well explore your preferences, break free from societal expectations, and build a wardrobe that makes you feel",
    "part6": "confident",
    "part7": "and",
    "part8": "comfortable",
    "part9": "If youre ready to transform your style and feel more secure about your clothing choices, lets work together to elevate your taste and boost your confidence."
  },
  "guy-review": {
    "part1": "Working with Shaked was an incredible experience. Shaked helped me find my unique style and now",
    "part2": "I feel more confident",
    "part3": "and stylish every day. His personalized approach made all the difference. Highly recommend!"
  },
  "guy": "guy",
  "the-journey": "The Journey",
  "fucking-awesome-pants": {
    "part1": "Fucking Awesome PBS Cargo Pants",
    "part2": "Baggy fit with logo embroidery on the back left pocket",
    "part3": "100% cotton"
  },
  "boston-jersey": {
    "part1": "Boston Celtics NBA Jersey",
    "part2": "NIKE Dri-Fit technology",
    "part3": "Breathable mesh",
    "part4": "100% Polyester"
  },
  "salomon-shoes": {
    "part1": "Weight: 365G",
    "part2": "Rubber outsole and Synthetic/Textile Upper"
  }
}
