{
  "heading": {
    "part1": "המלתחה שלך ברמה",
    "part2": "שונה",
    "part3": "לגמרי"
  },
  "opening-paragraph": {
    "part1": "תשנה את הלבוש שלך עם סטייל מותאם אישית ",
    "part2": "שמעשיר",
    "part3": "את הנוחות, המראה והביטחון העצמי שלך."
  },
  "check1": "מהפך מלא למלתחה שלך",
  "check2": "להרגיש נוח ובטוח בבגדים שלך",
  "check3": "ייעוץ סטיילינג מותאם אישית",
  "happy-customers": "לקוחות מרוצים",
  "customers-say": {
    "part1": "מה",
    "part2": "הלקוחות",
    "part3": "שלנו אומרים"
  },
  "elon-review": {
    "part1": "היה לי חוויה מצוינת לעבוד עם שקד, הוא עשה לי מהפך שלם לארון, ועכשיו",
    "part2": "אני מרגיש הרבה יותר בטוח בעצמי",
    "part3": "והרבה יותר סטייל."
  },
  "verified-customer": "לקוח מאומת",
  "tamar-review": {
    "part1": "לעבוד עם שקד הייתה ההחלטה הכי טובה בשביל הסטייל שלי. הוא עשה את כל החוויה מאוד כיפית וחסרת סטרס וגם",
    "part2": "אני מתה על הלוק החדש שלי!"
  },
  "elon": "אלון",
  "tamar": "תמר",
  "what-brands": {
    "part1": "איזה",
    "part2": "מותגים",
    "part3": "אתם אוהבים?"
  },
  "contact-us": {
    "part1": "השאירו",
    "part2": "הודעה"
  },
  "required-field": "שדה חובה",
  "send-message": "שלח הודעה",
  "contact-full-name": "שם מלא",
  "contact-email": "אימייל",
  "contact-message": "הודעה",
  "thank-you": {
    "part1": "ההודעה שלך נשלחה",
    "part2": "בהצלחה!",
    "part3": "ניצור איתך קשר בהקדם."
  },
  "rights": "כל הזכויות שמורות לשקד ברששת",
  "shkood": "שקוד",
  "journey": "המסע",
  "about": "מידע",
  "recommendation": "טיפים אלה הם המלצה בלבד!",
  "material": "חומרים",
  "handling": "דרכי טיפול",
  "fitting": "מידות",
  "bape-description": "מותג אופנה יפני שנוסד על ידי ניגו  (טומואקי נגאו) באורו האראג׳וקו בשנת 1993. Bape (בייפ) הוא שם שמהדהד עמוק בתוך תרבות אופנת הרחוב הבלעדית של יפן, ניגו יוצר אופנה ייחודית של היפ-הופ ואופנה שריתקה את הנוער של שיבויה הרבה לפני שקיבלה הכרה במיינסטרים. ",
  "bape-material": "בייפ עשוי בעיקר מתערובת כותנה באיכות גבוהה. הבד משמש בקופוצ׳ונים של בייפ ידוע ברכותו ובעמידותו. חלק מהקפוצ׳ונים של בייפ עושיים לכלול גם חומרים נוספים כמו פוליאסטר או ניילון.",
  "bape-fitting": "הביגוד של בייפ הוא מעוצב לגזרה צרה יותר. אם תרצו לוק אוברסייז, ממליץ לקחת מידה מעל.",
  "clothing-handling": {
    "part1": "לכבס הפוך במים קרים.",
    "part2": "לייבש בתליה.",
    "part3": "המנעו ממגע ישיר עם השמש כדי להמנע מדהייה.",
    "part4": "לא להשתמש במלבין.",
    "part5": "לגהץ על חום נמוך אם צריך."
  },
  "yeezy-description": "אדידס Yeezy או פשוט Yeezy הייתה שיתוף פעולה אופנתי בין מותג Yeezy של הראפר, המעצב והיזם האמריקאי קניה וסט לבין חברת הספורט הגרמנית אדידס. המותג הציע נעלי סניקרס במהדורות מוגבלות, כמו גם חולצות, מעילים, מכנסי טרנינג, גרביים, סנדלים, הלבשה תחתונה ונעלי בית. Yeezy השפיע והעניק השראה למגוון רחב של מותגי אופנה אחרים.",
  "yeezy-material": "המותג שם דגש רב על קיימות ומוצרים איכותיים; לכן, הוא משתמש בבדים יוקרתיים כמו כותנה פרנץ' טרי ותערובות ניילון למעילים וביגוד עליון, יחד עם טקסטילים חדשניים נוספים כדי להבטיח עמידות ונוחות לאורך כל תקופת השימוש.",
  "yeezy-fitting": "כדאי לבחור מידה חצי מידה גדולה יותר בנעלי Yeezy: נעלי Yeezy בדרך כלל קטנות במעט, ולכן מומלץ לבחור מידה שהיא חצי מידה גדולה יותר מהמידה הרגילה שלך.",
  "supreme-description": "Supreme הוא מותג אופנה וסגנון חיים של סקייטבורד אמריקאי שהוקם בעיר ניו יורק באפריל 1994. המותג נוסד על ידי ג'יימס ג'ביה. Supreme מוכר בזכות השפעתו על תרבות האופנה הרחובית, עם מוצרים המתאימים לטרנדים של סקייטבורד ואופנה עירונית.",
  "supreme-material": "Supreme ידוע בשימוש בקפוצ'ונים איכותיים העשויים מחומרים יוקרתיים. הם לעיתים קרובות משתמשים בבדי כותנה כבדים או פליס, המבטיחים עמידות ונוחות. עבור חולצות ה-T, Supreme משתמש בחומרים ותערובות שונות, החל מ-100% כותנה ועד פוליאסטר.",
  "supreme-fitting": "כל הפריטים של Supreme נאמנים למורשת הסקייטר הייחודית של המותג הזה. בפועל, זה אומר שכל פריט שתבחרו, סביר להניח שיהיה במידה גדולה כדי להשיג את המראה הרחב המזוהה עם Supreme. אם תרצו תחושה צמודה יותר, כדאי לבחור במידה אחת קטנה יותר.",
  "adidas-material": "אדידס ידועה בטכנולוגיית החומרים המתקדמת שלה הן בביגוד ספורט והן בביגוד יום-יומי. מוצריה כוללים לעיתים קרובות בדים כמו Climalite לניהול לחות ו-Primeknit להתאמה קלה וגמישה. בביגוד, אדידס משתמשת לעיתים קרובות בתערובת של פוליאסטר ממוחזר וכותנה, כדי להבטיח עמידות, קיימות ונוחות.",
  "adidas-description": "אדידס היא תאגיד רב-לאומי גרמני שנוסד בשנת 1949, ידוע בנעלי הספורט, הביגוד והאביזרים שלו. המותג מפורסם בזכות עיצוביו החדשניים והמוצרים המכוונים לביצועים, והוא הפך לכוח עולמי בתעשיית בגדי הספורט, המגובה על ידי ספורטאים וקבוצות ספורט מובילים רבים. שלושת הפסים האייקוניים והסיסמה 'Impossible is Nothing' של המותג מהדהדים בקרב תתי-תרבויות שונות, כולל אופנת רחוב, סקייטבורדינג והיפ-הופ, ומסמלים שילוב של ביצועים ספורטיביים וסגנון אורבני.",
  "adidas-fitting": "בגדי אדידס בדרך כלל תואמים למידות הרגילות, ומספקים התאמה מאוזנת המתאימה הן לביצועים ספורטיביים והן ללבוש יום-יומי. בגדי הביצועים מציעים לרוב עיצוב מחוטב יותר לשיפור התנועה והפונקציונליות. עבור התאמה רפויה יותר, כדאי לשקול לבחור מידה גדולה יותר, במיוחד בביגוד עליון ובפריטי לייפסטייל.",
  "nike-description": "נייקי, היא תאגיד רב-לאומי אמריקאי שנוסד בשנת 1964, הידוע בנעלי ספורט, ביגוד וציוד ספורטיבי. העיצובים החדשניים והשיווק של המותג הפכו אותו למוביל עולמי בתחום בגדי הספורט, המגובה על ידי ספורטאים וקבוצות מובילים ברחבי העולם. הסיסמה האייקונית 'Just Do It' ולוגו ה-Swoosh של נייקי חודרים לתתי-תרבויות שונות, כולל אופנת רחוב, היפ-הופ וקהילות כושר, ומשקפים שילוב של ביצועים וסגנון.",
  "nike-fitting": "בגדי נייקי בדרך כלל תואמים למידות הרגילות, ומציעים התאמה מחוטבת ונוחה המתאימה לפעילות ספורטיבית וללבוש יום-יומי. עם זאת, פריטים מסוימים כמו בגדי הביצועים עשויים להיות מעוצבים בצורה מחוטבת יותר כדי לשפר את הפונקציונליות. אם אתם מעדיפים התאמה רפויה יותר, כדאי לשקול לבחור מידה גדולה יותר, במיוחד בביגוד עליון ובפריטים עם התאמה רפויה.",
  "nike-material": "נייקי ידועה בשימוש החדשני שלה בחומרים בביגוד ספורט ובביגוד יום-יומי. מוצריה כוללים לעיתים קרובות בדים מתקדמים כמו Dri-FIT לנידוף לחות ונוחות, ו-Flyknit לנעלי ספורט קלות ונושמות. בביגוד, נייקי משתמשת לעיתים קרובות בתערובת של פוליאסטר וכותנה כדי להבטיח עמידות, גמישות ותחושה יוקרתית.",
  "uniqlo-description": "UNIQLO היא חברת קמעונאות רב-לאומית יפנית שנוסדה בשנת 1949, הידועה בביגוד יום-יומי איכותי ובמחירים נוחים. העיצובים המינימליסטיים של המותג והמחויבות לפונקציונליות הפכו אותו למוביל עולמי בביגוד יומיומי. הקונספט LifeWear של UNIQLO והבדים החדשניים כמו HeatTech ו-AIRism מתאימים לאורחות חיים מגוונים, ומדגישים נוחות וגמישות. המותג צבר פופולריות בקרב תתי-תרבויות שונות, כולל אופנת רחוב וחובבי טכנולוגיה, בזכות האסתטיקה המלוטשת והפרקטית שלו.",
  "uniqlo-fitting": "בגדי UNIQLO בדרך כלל תואמים למידות הרגילות, ומציעים גזרה נקייה ונוחה המתאימה ללבוש יום-יומי. הבגדים מעוצבים עם דגש על פרקטיות ונוחות, כאשר חלק מהפריטים מספקים התאמה רפויה יותר לשיפור הנוחות. אם אתם מעדיפים מראה רחב יותר, כדאי לשקול לבחור מידה גדולה יותר, במיוחד בביגוד עליון ובקווים הקז'ואליים יותר שלהם.",
  "uniqlo-material": "UNIQLO ידועה בשימוש בחומרים חדשניים בביגוד יום-יומי ופונקציונלי. מוצריהם כוללים לעיתים קרובות בדים מתקדמים כמו HeatTech לחימום ללא נפח ו-AIRism לנידוף לחות ונשימה. בביגוד יום-יומי, UNIQLO משתמשת לעיתים קרובות בתערובת של כותנה וסיבים סינתטיים כדי להבטיח נוחות, עמידות ומראה חלק.",
  "balenciaga-material": "Balenciaga ידועה בשימוש בחומרים מהמשובחים ביותר, כולל עור איטלקי, גומי בהדפסת תלת מימד, סריג תלת מימד וגומי בטכנולוגיית 'ללא זיכרון'.",
  "balenciaga-fitting": "פריטים רבים של Balenciaga הם אינדיבידואליים במידותיהם, בדיוק משום שזה מותג שהולך בדרכו שלו. בפריטים בהשראת אופנת הרחוב המיועדים להתאים במידות גדולות, כדאי לשקול לבחור מידה קטנה יותר אם אתם מעדיפים מראה צמוד יותר.",
  "balenciaga-description": "Balenciaga הוא מותג אופנה יוקרתי ספרדי שנוסד בשנת 1919 על ידי המעצב כריסטובל בלנסיאגה בסן סבסטיאן. המורשת של Balenciaga נטועה עמוק בעיצובים פורצי הדרך של מייסדו, כריסטובל בלנסיאגה. הידוע בגישתו החדשנית לאופנה, בלנסיאגה חולל מהפכה בתעשייה עם הצלליות האוונגרדיות שלו, העיצובים האדריכליים והטכניקות החלוציות שלו.",
  "carhartt-material": "בד כותנה דאק הוא הבד הפופולרי והמרשים ביותר לבגדי חוץ של Carhartt. תערובת הכותנה-פוליאסטר של קנבס QuickDuck היא אפשרות קלה במשקל. רוב הבגדים עשויים מקנבס כותנה קשה יחסית במשקל 12 אונקיות עם תפרים משולשים.",
  "carhartt-fitting": "בגדי Carhartt בדרך כלל מתאימים במידה נדיבה, עם דגש על עמידות ומרחב לתנועה, במיוחד בקווי הביגוד לעבודה שלהם. עבור מראה יותר צמוד, כדאי לשקול לבחור מידה קטנה יותר, אך יש לצפות שהחומר יהיה כבד ועמיד.",
  "carhartt-description": "Carhartt היא חברה אמריקאית לביגוד שנוסדה בשנת 1889, הידועה בביגוד עבודה כבד כמו מעילים, ז'קטים, אוברולים, וסטים, חולצות, ג'ינסים, מכנסי עבודה, בגדים עמידים לאש וביגוד לציד. המותג צבר פופולריות בתתי-תרבויות שונות, כולל קהילות סקייטבורדינג, גרפיטי והיפ-הופ, שאימצו את האסתטיקה הקשוחה והשימושית של Carhartt.",
  "wardrobe-level": "המלתחה שלך ברמה שונה לגמרי",
  "hey": "היי, אני שקד.",
  "intro": {
    "part1": "אני סטייליסט בן 25 מחיפה, ישראל. התשוקה שלי היא לעזור לאנשים לגלות ולאמץ את הסגנון הייחודי שלהם. אני מאמין שאופנה היא יותר מסתם לבוש — " ,
    "part2": "אופנה היא דרך לבטא את האני האמיתי שלך",
    "part3": "באמצעות ייעוצים אישיים, אני מדריך את לקוחותיי להבין מה הם באמת רוצים ללבוש ואיך להשיג את המראה הרצוי להם.",
    "part4": "אני לא רק מציע בגדים; אני עוזר לך לגלות את הסגנון האותנטי שלך על ידי שאלת השאלות הנכונות והצעת הכוונה מעמיקה. בין אם אתה מרגיש מוצף בקניות, לא בטוח מה מתאים לך, או זקוק לעזרה ביצירת תלבושות מהארון הקיים שלך, אני כאן כדי לתמוך בך.",
    "part5": "ביחד נחקור את ההעדפות שלך, נשחרר אותך מציפיות חברתיות, ונבנה מלתחה שגורמת לך להרגיש טוב,",
    "part6": "בטוח בעצמך",
    "part7": "וגם",
    "part8": "נוח",
    "part9": "אם אתה מוכן לשנות את הסגנון שלך ולהרגיש בטוח יותר בבחירות הלבוש שלך, בוא נעבוד יחד כדי להרים את הטעם שלך ולהגביר את הביטחון העצמי שלך."
  },
  "guy-review": {
    "part1": "לעבוד עם שקד הייתה חוויה מדהימה. שקד עזר לי למצוא את הסגנון הייחודי שלי ועכשיו",
    "part2": "אני מרגיש הרבה יותר בטוח בעצמי",
    "part3": "ועם הרבה יותר סטייל. הגישה האישית שלו עשתה את כל ההבדל. ממליץ בחום!"
  },
  "guy": "גיא",
  "the-journey": "המסע",
  "fucking-awesome-pants": {
    "part1": "מכנסי קארגו של חברת Fucking Awesome",
    "part2": "גזרה רחבה עם לוגו תפור בכיס שמאל האחורי",
    "part3": "100% כותנה"
  },
  "boston-jersey": {
    "part1": "גופיית NBA של הבוסטון סלטיקס",
    "part2": "טכנולוגית הדריי-פיט של Nike",
    "part3": "רשת נושמת",
    "part4": "100% פוליאסטר"
  },
  "salomon-shoes": {
    "part1": "משקל : 365 גרם",
    "part2": "סוליית גומי ועליון סינתטי/טקסטיל"
  }
}
